MENU = '''
----------------------------------------------
|          [Изменение параметров]            |
|                                            |
|1 - Изменить количество процессов           |
|2 - Изменить длину пароля                   |
|3 - Изменить файл вывода                    |
----------------------------------------------
|          [Управление символами]            |
|                                            |
|4 - Задать новый пул символов               |
|add symbol  - Добавить диапазон символов    |
|remove symbol - Удалить диапазон символов   |
----------------------------------------------
|           [Управление целями]              |
|                                            |
|5 - Задать новые таргеты                    |
|add target  - Добавить таргет               |
|remove target - Удалить таргет              |
----------------------------------------------
----------------------------------------------
|reset - Сбросить конфигурацию к стандартной |
|exit  - Вернуться в главное меню            |
----------------------------------------------
'''